#+title: Exposición: Núcleo prevenible, tiempo real y optimización fina
#+author: Gunnar Wolf

- Tema presentado por :: Jorge Rosado y Brandon Campos
- Calificación global :: 6.44 * 0.3 + 5.25 * 0.7 = *5.6*

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|              |       |            |          |           |       |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|          7.5 |    10 |         10 |       10 |        10 |  9.50 |
|          7.5 |     5 |        7.5 |        0 |         5 |  5.00 |
|          7.5 |    10 |         10 |       10 |       7.5 |  9.00 |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|            0 |     0 |          0 |        0 |         0 |     0 |
|            5 |     5 |        7.5 |        5 |         5 |  5.50 |
|           10 |   7.5 |         10 |      7.5 |       7.5 |  8.50 |
|          7.5 |   7.5 |         10 |      7.5 |         5 |  7.50 |
|          7.5 |   7.5 |         10 |      7.5 |       7.5 |  8.00 |
|          7.5 |   7.5 |        7.5 |        5 |       7.5 |  7.00 |
|          7.5 |    10 |         10 |        5 |         5 |  7.50 |
|            5 |   7.5 |         10 |      7.5 |       7.5 |  7.50 |
|          7.5 |   7.5 |        7.5 |        5 |         5 |  6.50 |
|           10 |     5 |        7.5 |        5 |         5 |  6.50 |
|            5 |     5 |        7.5 |        5 |       7.5 |  6.00 |
|            5 |     5 |        7.5 |        5 |       7.5 |  6.00 |
|            0 |     0 |         10 |        5 |         5 |     4 |
|          7.5 |     5 |        7.5 |        5 |         0 |  5.00 |
|          7.5 |   7.5 |         10 |        5 |       7.5 |  7.50 |
|          7.5 |   7.5 |         10 |      7.5 |       7.5 |  8.00 |
|           10 |     5 |        7.5 |        5 |         5 |  6.50 |
|            5 |     5 |        7.5 |        5 |         0 |  4.50 |
|          7.5 |     5 |         10 |        5 |         5 |  6.50 |
|          7.5 |    10 |         10 |      7.5 |       7.5 |  8.50 |
|          7.5 |     5 |        7.5 |        5 |         5 |  6.00 |
|          7.5 |   7.5 |          5 |        5 |         5 |  6.00 |
|          7.5 |     5 |        7.5 |        5 |         5 |  6.00 |
|          7.5 |    10 |         10 |      7.5 |        10 |  9.00 |
|          7.5 |     5 |        7.5 |        5 |         5 |  6.00 |
|          7.5 |   7.5 |         10 |        5 |         5 |  7.00 |
|            5 |     0 |          5 |        0 |         0 |     2 |
|          7.5 |     5 |        7.5 |        5 |         5 |  6.00 |
|          7.5 |     5 |         10 |        0 |         5 |  5.50 |
|              |       |            |          |           |       |
|--------------+-------+------------+----------+-----------+-------|
|         6.84 |  6.18 |       8.24 |     5.37 |      5.59 |  6.44 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@3$>..@>>>$>=vmean($1..$5); f-2

* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |          7.5 |     0.75 |
| Material desarrollado  |    0.2 |            5 |       1. |
| Contenido              |    0.2 |            5 |       1. |
| Fuentes bibliográficas |    0.1 |            5 |      0.5 |
| Uso del tiempo         |    0.1 |            5 |      0.5 |
| Dominio del tema       |   0.15 |            5 |     0.75 |
| Presencia              |   0.15 |            5 |     0.75 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     5.25 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2
